11/data/attachments/480faa83e80e28e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_4a12cc2e-af0c-4da1-be21-c2e5a632d439</nif:username>
            <nif:friendToBeAdded>Connie_to_Friend_38535_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>